Repository: dragon-hash/Proyecto-IHC
Catalog: Proyecto Web/*_project/src/Locale/*/default.po
Languages: es_pe, pt_br

source: The mechanic has been saved.
es_pe: El mecanico ha sido guardado.
pt_br: O mecânico foi salvo.

source: The mechanic has been deleted.
es_pe: El mecanico ha sido borrado.
pt_br: O mecânico foi excluído.

source: The mechanic could not be saved. Please, try again.
es_pe: El mecanico no se pudo guardar. Inténtalo de nuevo.
pt_br: O mecânico não pôde ser salvo. Por favor, tente novamente.

source: Related Mechanics
es_pe: Mecanicos Relacionados
pt_br: Mecânica Relacionada

source: no related Mechanics
es_pe: Mecanicos no relacionados
pt_br: Mecânica não relacionada

source: Replacements
es_pe: Repuestos
pt_br: Substituições

source: Replacement
es_pe: Repuesto
pt_br: Substituiçõe

source: Replacement Id
es_pe: Codigo de Repuesto
pt_br: Code de Substituiçõe

source: Description
es_pe: Descripcion
pt_br: Descrição

source: Unit Price
es_pe: Precio Unitario
pt_br: Preço unitário

source: View Replacements
es_pe: Ver Repuestos
pt_br: Visão Substituiçãos

source: Add Replacement
es_pe: Agregar Repuesto
pt_br: Adicionar substituição

source: Add Replacements
es_pe: Agregar Repuestos
pt_br: Adicionar Substituiçãos

source: Edit Replacement
es_pe: Editar Repuesto
pt_br: Edite substituição

source: The replacement has been saved.
es_pe: El repuesto ha sido guardado.
pt_br: O substituição foi salva.

source: The replacement has been deleted.
es_pe: El repuesto ha sido borrado.
pt_br: O substituição foi excluído.

source: The replacement could not be saved. Please, try again.
es_pe: El repuesto no se pudo guardar. Inténtalo de nuevo.
pt_br: O substituição não pôde ser salvo. Por favor, tente novamente.

source: Related Replacements
es_pe: Repuestos Relacionados
pt_br: Substituição Relacionada

source: no related Replacements
es_pe: Repuestos no relacionados
pt_br: Substituição não relacionada

source: Category
es_pe: Categoria
pt_br: Categoria

source: Category Id
es_pe: Codigo de Categoria
pt_br: Code de Categoria

source: View Categories
es_pe: Ver Categorias
pt_br: Visão Categorias

source: Add Category
es_pe: Agregar Categoria
pt_br: Adicionar Categoria

source: Add Categories
es_pe: Agregar Categorias
pt_br: Adicionar Categorias

source: Edit Category
es_pe: Editar Categoria
pt_br: Edite Categoria

source: The category has been saved.
es_pe: La categoria ha sido guardada.
pt_br: A categoria foi salva.

source: The category has been deleted.
es_pe: La categoria ha sido borrada.
pt_br: A categoria foi eliminada.

source: The category could not be saved. Please, try again.
es_pe: La categoria no se pudo guardar. Inténtalo de nuevo.
pt_br: A categoria não pôde ser salvo. Por favor, tente novamente

source: Cars
es_pe: Automoviles
pt_br: Carros

source: View Cars
es_pe: Ver Automoviles
pt_br: Visão Carros

source: Add Car
es_pe: Agregar Automovil
pt_br: Adicionar Carro

source: Add Cars
es_pe: Agregar Automoviles
pt_br: Adicionar Carros

source: Edit Car
es_pe: Editar Automovil
pt_br: Edite Carro

source: License
es_pe: Matricula
pt_br: Licença

source: Maker
es_pe: Marca
pt_br: Marcar

source: Colour
es_pe: Color
pt_br: Cor

source: The car has been saved.
es_pe: El automovil ha sido guardado.
pt_br: O carro foi salvo.

source: The car has been deleted.
es_pe: El automovil ha sido borrado.
pt_br: O carro foi excluído.

source: The car could not be saved. Please, try again.
es_pe: El automovil no se pudo guardar. Inténtalo de nuevo.
pt_br: O carro não pôde ser salvo. Por favor, tente novamente.

source: Related Cars
es_pe: Automoviles Relacionados
pt_br: Carros Relacionada

source: no related Cars
es_pe: Automoviles no Relacionados
pt_br: Carros não relacionada

source: Factures
es_pe: Facturas
pt_br: Faturas

source: Facture
es_pe: Factura
pt_br: Fatura

source: Facture Id
es_pe: Codigo de Factura
pt_br: Codigo de Factura

source: View Factures
es_pe: Ver Facturas
pt_br: Visão Faturas

source: Add Facture
es_pe: Agregar Factura
pt_br: Adicionar Fatura

source: Add Factures
es_pe: Agregar Facturas
pt_br: Adicionar Faturas

source: Edit Facture
es_pe: Editar Factura
pt_br: Edite Fatura

source: Amount
es_pe: Cantidad
pt_br: Quantidade

source: Price Total
es_pe: Precio Total
pt_br: Preço Total

source: The facture has been saved.
es_pe: La factura ha sido guardada.
pt_br: A fatura foi salva.

source: The facture has been deleted.
es_pe: La factura ha sido borrada.
pt_br: A função foi excluído.

source: The facture could not be saved. Please, try again.
es_pe: La factura no se pudo guardar. Inténtalo de nuevo.
pt_br: A fatura não pôde ser salva. Por favor, tente novamente.

source: Related Factures
es_pe: Facturas Relacionadas
pt_br: Faturas Relacionada

source: no related Factures
es_pe: Facturas no Relacionados
pt_br: Faturas não relacionada

source: Details
es_pe: Detalles
pt_br: Detalhes

source: View Details
es_pe: Ver Detalles
pt_br: Visão Detalhes

source: Add Detail
es_pe: Agregar Detalle
pt_br: Adicionar Detalhe

source: Add Details
es_pe: Agregar Detalles
pt_br: Adicionar Detalhes

source: Edit Detail
es_pe: Editar Detalle
pt_br: Edite Detalhe

source: The detail has been saved.
es_pe: El detalles ha sido guardado.
pt_br: Os detalhe foram salvos.

source: The detail has been deleted.
es_pe: El detalle ha sido borrado.
pt_br: Os detalhe foi excluído.

source: The detail could not be saved. Please, try again.
es_pe: El detalle no se pudo guardar. Inténtalo de nuevo.
pt_br: Os detalhe não pôde ser salva. Por favor, tente novamente.

source: Related Details
es_pe: Detalles Relacionados
pt_br: Detalhes relacionada

source: no related Details
es_pe: Detalles no Relacionados
pt_br: Detalhes não relacionada

source: Services
es_pe: Servicios
pt_br: Serviços

source: Service Id
es_pe: Codigo del Servicio
pt_br: Code de Serviço

source: View Services
es_pe: Ver Servicios
pt_br: Visão Serviços

source: Add Services
es_pe: Agregar Servicios
pt_br: Adicionar Serviços

source: Add Service
es_pe: Agregar Servicio
pt_br: Adicionar Serviço

source: Edit Service
es_pe: Editar Servicio
pt_br: Edite Serviço

source: The service has been saved.
es_pe: El servicio ha sido guardado.
pt_br: O serviço foi salvo.

source: The service has been deleted.
es_pe: El servicio ha sido borrado.
pt_br: O serviço foi excluído.

source: The service could not be saved. Please, try again.
es_pe: El servicio no se pudo guardar. Inténtalo de nuevo.
pt_br: O serviço não pôde ser salva. Por favor, tente novamente.

source: Roles
pt_br: Funções
