Repository: dragon-hash/Proyecto-IHC
Catalog: Proyecto Web/*_project/src/Locale/*/default.po
Languages: es_pe, pt_br

source: Delete sucessfully.
es_pe: Borrado exitosamente.
pt_br: Excluído com sucesso.

source: The extensión image is {0}.
es_pe: La extensión de la imagen es {0}.
pt_br: A extensão da imagem é {0}

source: The size image is {0}.
es_pe: El tamaño de la imagen es {0}.
pt_br: O tamanho da imagem é {0}.

source: The image has upload sucessfully.
es_pe: La imagen fue subida exitosamente.
pt_br: A imagem foi enviada com sucesso.

source: The image has not upload.
es_pe: La imagen no se ha subido.
pt_br: A imagem não foi enviada.

source: The size image is invalid.
es_pe: El tamaño de la imagen no es válido.
pt_br: O tamanho da imagem não é válido.

source: The image is null.
es_pe: La imagen es nula.
pt_br: A imagem é nula.

source: Profile Picture
es_pe: Foto de Perfil
pt_br: Imagem de perfil

source: Edit my Profile
es_pe: Editar mi Perfil
pt_br: Edite meu Perfil

source: Total to pay
es_pe: Total a Pagar
pt_br: Total o Pagaré

source: Clients more frequently
es_pe: Clientes con mas frecuencia
pt_br: Clientes com mais frequência

source: Quantity of replacement parts by category
es_pe: Cantidad de piezas de repuesto por categoría
pt_br: Quantidade de peças de reposição por categoria

source: Number of mechanics hired by service
es_pe: Número de mecánicos contratados por servicio
pt_br: Número de mecânicos contratados pelo serviço

source: Number of Mechanics
es_pe: Número de mecánicos
pt_br: Número de Mecânica

source: Quantity
es_pe: Cantidad
pt_br: Quantidade

source: Report of part
es_pe: Informe de repuesto
pt_br: Relatório de peça

source: Classified by categories
es_pe: Clasificado por categorias
pt_br: Classificados por categorias

source: Parts of <b>{point.name}</b> is <b>{point.value}</b>
es_pe: Repuesto de <b>{point.name}</b> es <b>{point.value}</b>
pt_br: Reposição de <b>{point.name}</b> é <b>{point.value}</b>

source: Back
es_pe: Atras
pt_br: De volta

source: Report of personnel
es_pe: Informe de personal
pt_br: Relatório de pessoal

source: Classified by service
es_pe: Clasificado por servicio
pt_br: Classificado por serviço

source: Reports
es_pe: Reportes
pt_br: Relatórios

source: Report One
es_pe: Reporte Uno
pt_br: Relatório Um

source: Report Two
es_pe: Reporte Dos
pt_br: Relatório Dois

source: Report Three
es_pe: Reporte Tres
pt_br: Relatório Três

source: Report Four
es_pe: Reporte Cuatro
pt_br: Relatório Quatro

source: Report Five
es_pe: Reporte Cinco
pt_br: Relatório Cinco

source: enter name please
es_pe: ingrese el nombre por favor
pt_br: digite o nome por favor

source: enter surname please
es_pe: ingrese el apellido por favor
pt_br: digite o sobrenome por favor

source: enter email please
es_pe: ingrese el correo electrónico por favor
pt_br: digite o correio eletrônico por favor

source: enter password please
es_pe: ingrese la contraseña por favor
pt_br: digite a senha por favor

source: enter address please
es_pe: ingrese la dirección por favor
pt_br: digite o endereço por favor

source: enter rol please
es_pe: ingrese rol por favor
pt_br: digite o funções por favor

source: enter salary please
es_pe: ingrese salario por favor
pt_br: digite o salário por favor

source: enter phone number please
es_pe: ingrese numero telefonico por favor
pt_br: digite o número de telefone por favor

source: enter replacement please
es_pe: ingrese repuesto por favor
pt_br: digite o Substituições por favor

source: enter description please
es_pe: ingrese descripcion por favor
pt_br: digite o descrição por favor

source: enter unit price please
es_pe: ingrese precio unitario por favor
pt_br: digite o preço unitário por favor

source: enter category please
es_pe: ingrese categoria por favor
pt_br: digite o categoria por favor

source: enter license please
es_pe: ingrese matricula por favor
pt_br: digite o licença por favor

source: enter maker please
es_pe: ingrese marca por favor
pt_br: digite o marcar por favor

source: enter colour please
es_pe: ingrese color por favor
pt_br: digite o cor por favor

source: enter amount please
es_pe: ingrese cantidad por favor
pt_br: digite o quantidade por favor

source: enter price total please
es_pe: ingrese precio total por favor
pt_br: digite o preço total por favor

source: enter service please
es_pe: ingrese servicio por favor
pt_br: digite o serviços por favor

source: Administrator
es_pe: Administrador
pt_br: Administração

source: Client
es_pe: Cliente
pt_br: Cliente

source: We offer the essence of perfection.
es_pe: Ofrecemos la esencia de perfección.
pt_br: Nós oferecemos a essência da perfeição.

source: CONTACT
es_pe: Contacto
pt_br: Contato

source: Dashboard
es_pe: Tablero
pt_br: Diretoria

source: List
es_pe: Lista
pt_br: Listar

source: save
es_pe: GUARDAR
pt_br: SALVAR

source: add
es_pe: AGREGAR
pt_br: ADICIONAR

source: Created
es_pe: Creacion
pt_br: Criação

source: Modified
es_pe: Modificacion
pt_br: Modificação

source: Actions
es_pe: Acciones
pt_br: Ações

source: View
es_pe: Ver
pt_br: Visão

source: Edit
es_pe: Editar
pt_br: Edite

source: Delete
es_pe: Borrar
pt_br: Excluir

source: Are you sure you want to delete # {0}?
es_pe: ¿Estás seguro de que quieres eliminar # {0}?
pt_br: ¿Tem certeza de que deseja excluir # {0}?

source: before
es_pe: Antes
pt_br: Antes

source: after
es_pe: Despues
pt_br: Depois de

source: previous
es_pe: Anterior
pt_br: Anterior

source: next
es_pe: Siguiente
pt_br: Seguindo

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es_pe: Pagina {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}} total
pt_br: Página {{page}} a {{pages}}, monstração {{current}} registro(s) a {{count}} total

source: Home
es_pe: Principal
pt_br: Principar

source: About Us
es_pe: Sobre nosotros
pt_br: Sobre nós

source: Register
es_pe: Registrarse
pt_br: Cadastre-se

source: Working time:
es_pe: Tiempo de trabajo:
pt_br: Tempo de trabalho:

source: Monday - Friday: 08 AM - 06 PM
es_pe: Lunes - Viernes: 08 AM - 06 PM
pt_br: Segunda a sexta: das 8h às 18h

source: Find us:
es_pe: Encuentranos en:
pt_br: Encontre-nos em:

source: Alto Selva Alegre J 22, Arequipa City, Peru
es_pe: Alto Selva Alegre J 22, Ciudad de Arequipa, Peru
pt_br: Alto Selva Alegre J 22, cidade de Arequipa, Peru

source: Dedicated to our clients
es_pe: DEDICADO A NUESTROS CLIENTES
pt_br: DEDICADO AOS NOSSOS CLIENTES

source: Vision of the company
es_pe: VISION DE LA EMPRESA
pt_br: VISÃO DA EMPRESA

source: Mission of the company
es_pe: MISION DE LA EMPRESA
pt_br: MISSÃO DA EMPRESA

source: Provide a good automotive maintenance service in general, keeping the cars of our customers in a state of efficient and safe operation, satisfying their needs and expectations in the best possible time. Knowing that you and your vehicle are the most important thing.
es_pe: Brindar un buen servicio de mantenimiento automotriz en general, Mantener los autos de nuestros clientes en un estado de operación eficiente y seguro. Satisfaciendo sus necesidades y expectativas en el mejor tiempo posible. Saber que usted y su vehículo son lo más importante.
pt_br: Fornecer um bom serviço de manutenção automotiva em geral, manter os carros de nossos clientes em um estado operacional eficiente e seguro. Satisfazendo suas necessidades e expectativas no melhor momento possível. Saiba que você e seu veículo são os mais importantes.

source: To become the leading and reliable workshop at the zone level, in the next 3 years, once that objective has been achieved, to remain as the best in the market, offering service for modern cars and diesel units, being recognized for the quality of our services, Honesty and fair prices.
es_pe: Para convertirse en el taller líder y confiable a nivel de zona, En los próximos 3 años, una vez alcanzado ese objetivo, permanecer como los mejores en el mercado, ofreciendo servicio para autos modernos y unidades diesel, Ser reconocidos por la calidad de nuestros servicios, honestidad y precios justos.
pt_br: Para nos tornarmos a principal e confiável oficina no nível da zona, nos próximos 3 anos, uma vez atingido esse objetivo, permaneceremos como os melhores do mercado, oferecendo serviços para carros modernos e unidades a diesel, sendo reconhecidos pela qualidade de nossos serviços , honestidade e preços justos.

source: Spanish
es_pe: Español
pt_br: Espanhol

source: English
es_pe: Inglés
pt_br: Inglês

source: Portuguese
es_pe: Portugues
pt_br: Português

source: Send your mail at
es_pe: Envía tu correo a
pt_br: Envie seu email em

source: Shop
es_pe: Comprar
pt_br: Loja

source: Products
es_pe: Productos
pt_br: Produtos

source: Shopping Cart
es_pe: Carrito de compras
pt_br: Carrinho de compras

source: Contact
es_pe: Contacto
pt_br: Contato

source: Your Vehicle is
es_pe: Su vehículo se
pt_br: Seu veículo é

source: Language
es_pe: Lenguaje
pt_br: língua

source: Save in our Hands
es_pe: Guardará en nuestras manos
pt_br: Economize em nossas mãos

source: We specialize in complete auto care at a low cost and in a
es_pe: Nos especializamos en auto cuidado completo a bajo costo
pt_br: Somos especializados em atendimento completo a um baixo custo e em um

source: professional manner.
es_pe: y de manera profesional.
pt_br: maneira profissional.

source: Booking Now
es_pe: Reservar ahora
pt_br: Reservar agora

source: The Best Car Repair and
es_pe: La mejor reparación de automóviles y
pt_br: O melhor reparo do carro e

source: Maintenance Auto Service
es_pe: Servicio de mantenimiento automático
pt_br: Serviço de manutenção automática

source: Welcome to Hot Metal
es_pe: Bienvenido a Hot Metal
pt_br: Bem-vindo ao Hot Metal

source: Maintenance Service
es_pe: Servicio de mantenimiento

source: Repair and Car Service
es_pe: Reparación y servicio de automóviles
pt_br: Serviço de reparo e carro

source: We offer a wide range of hydraulic cartridge valves, customized hydraulic integrated manifolds and valves for hydraulic breaking systems
es_pe: Ofrecemos una amplia gama de válvulas de cartucho hidráulico, colectores hidráulicos integrados personalizados y válvulas para sistemas de corte hidráulico
pt_br: Oferecemos uma ampla gama de válvulas de cartucho hidráulico, coletores hidráulicos integrados personalizados e válvulas para sistemas de ruptura hidráulica

source: We work with clients big and small across a range of sectors and we utilise all forms of media to get your name out there in a way that’s right for you. We have a number of different teams within our agency that specialise in different areas of business so you can be sure that you won’t receive a generic service and although we can’t boast years and years of service we can ensure you that is a good thing in this industry
es_pe: Trabajamos con clientes grandes y pequeños en una variedad de sectores y utilizamos todas las formas de medios para dar a conocer su nombre de la manera adecuada para usted. Tenemos una serie de equipos diferentes dentro de nuestra agencia que se especializan en diferentes áreas de negocios para que pueda estar seguro de que no recibirá un servicio genérico y, aunque no podemos presumir de años y años de servicio, podemos asegurarle que eso es algo bueno en esta industria
pt_br: Trabalhamos com clientes grandes e pequenos em vários setores e utilizamos todas as formas de mídia para divulgar seu nome da maneira certa para você. Temos várias equipes diferentes em nossa agência especializadas em diferentes áreas de negócios, para ter certeza de que não receberá um serviço genérico e, embora não possamos nos orgulhar de anos e anos de serviço, podemos garantir que você é uma coisa boa nesse setor

source: Professional car cleaning
es_pe: Limpieza profesional de automóviles
pt_br: Limpeza profissional de automóveis

source: Monthly car inspections
es_pe: Inspecciones mensuales de automóviles
pt_br: Inspeções mensais de carro

source: Car painting assets and service
es_pe: Servicios de pintura de automóviles
pt_br: Serviços e serviços de pintura de carros

source: Creating new car assets and wheels
es_pe: Crear nuevos activos y ruedas para automóviles
pt_br: Criando novos carros e rodas

source: Our most popular service is our Virtual Receptionist. We know that sometimes it’s difficult to get to the phone
es_pe: Nuestro servicio más popular es nuestro recepcionista virtual. Sabemos que a veces es difícil llegar al teléfono
pt_br: Nosso serviço mais popular é o nosso Recepcionista Virtual. Sabemos que às vezes é difícil chegar ao telefone

source: Our History
es_pe: Nuestra historia
pt_br: Nossa história

source: Our Mission
es_pe: Nuestra misión
pt_br: Nossa missão

source: If you are in the middle of something and you don’t want to miss that important call that could be the start of an exciting
es_pe: Si estás en medio de algo y no quieres perderte esa llamada importante que podría ser el comienzo de un emocionante
pt_br: Se você está no meio de alguma coisa e não quer perder a ligação importante que pode ser o começo de uma emocionante

source: Read More
es_pe: Leer más
pt_br: Leia mais

source: Total experts
es_pe: Total de expertos
pt_br: Total de especialistas

source: Service Done
es_pe: Servicio hechos
pt_br: Serviço concluído

source: Happy Client
es_pe: Clientes felices
pt_br: Clientes felizes

source: Total Service
es_pe: Servicio total
pt_br: Serviço total

source: Our Features
es_pe: Nuestras características
pt_br: Nossos Recursos

source: Suspension Repair
es_pe: Reparación de suspensión
pt_br: Reparo da suspensão

source: Get A Quote
es_pe: Obtenga una cotización
pt_br: Obter uma cotação

source: Engine Overhaul
es_pe: Revisión del motor
pt_br: Revisão do mecanismo

source: Wheel Alignment
es_pe: Alineación de rueda
pt_br: Alinhamento das rodas

source: Our Latest Works
es_pe: Nuestras últimas obras
pt_br: Nossos trabalhos mais recentes

source: View All
es_pe: Ver todo
pt_br: Ver tudo

source: Diagnostics
es_pe: Diagnóstico
pt_br: Diagnóstico

source: Engine
es_pe: Motor
pt_br: Mecanismo

source: Repairs
es_pe: Reparaciones
pt_br: Reparos

source: Wheel Service
es_pe: Servicio de ruedas
pt_br: Serviço de roda

source: Air Conditioner
es_pe: Aire acondicionado
pt_br: Ar condicionado

source: Car Repair Service
es_pe: Servicio de reparación de automóviles
pt_br: Serviço de reparo de carro

source: Check out our repair service for your car and get a free clean
es_pe: Consulte nuestro servicio de reparación para su automóvil y obtenga una limpieza gratuita
pt_br: Confira nosso serviço de reparo do seu carro e faça uma limpeza gratuita

source: Order Now
es_pe: Ordenar ahora
pt_br: Encomendar agora

source: Our Latest News
es_pe: Nuestras últimas noticias
pt_br: Nossas últimas notícias

source: Tips for car maintanence
es_pe: Consejos para el mantenimiento del automóvil
pt_br: Dicas para manutenção do carro

source: comment
es_pe: comentario
pt_br: comentário

source: A lot of auto repair customerss questions the importance of wheel alignment.
es_pe: Muchos clientes de reparación de automóviles cuestionan la importancia de la alineación de las ruedas.
pt_br: Muitos clientes de reparos automáticos questionam a importância do alinhamento das rodas.

source: Expert Workers
es_pe: Trabajadores expertos
pt_br: Trabalhadores especializados

source: Mechanic Worker
es_pe: Trabajador mecánico
pt_br: Trabalhador mecânico

source: Project Manager
es_pe: Gerente de proyecto
pt_br: Gerente de projeto

source: What Client Says
es_pe: Lo que dice el cliente
pt_br: O que o cliente diz

source: “We know that sometimes it’s difficult to get to the phone if you are in the middle of something and you don’t want to miss.”
es_pe: “Sabemos que a veces es difícil llegar al teléfono si estás en medio de algo y no quieres perderte“
pt_br: “Sabemos que às vezes é difícil ligar para o telefone se você está no meio de alguma coisa e não quer perder.”

source: Manager
es_pe: Administrador
pt_br: Gerente

source: Contact US
es_pe: Contáctenos
pt_br: Entre em contato

source: Contact Info
es_pe: Información de contacto
pt_br: Informações de contato

source: Address:
es_pe: Dirección:
pt_br: Endereço:

source: Phone:
es_pe: Teléfono:
pt_br: Telefone:

source: Email:
es_pe: Correo electrónico:

source: Workshop Timeing :
es_pe: Tiempo de taller:
pt_br: Tempo da oficina:

source: Our Services
es_pe: Nuestros servicios
pt_br: Nossos serviços

source: Engine Diagnostic & Repair
es_pe: Diagnóstico y reparación del motor
pt_br: Diagnóstico e reparo do motor

source: Maintanence & Inspection
es_pe: Mantenimiento e inspección
pt_br: Manutenção e inspeção

source: Electrical System Diagnostic
es_pe: Diagnóstico del sistema eléctrico
pt_br: Diagnóstico do sistema elétrico

source: Wheel Allignment & Installation
es_pe: Alineación e instalación de ruedas
pt_br: Alinhamento e instalação das rodas

source: Air Conditioner Service & Repair
es_pe: Servicio y reparación de aire acondicionado
pt_br: Serviço e reparo do ar condicionado

source: Latest News
es_pe: Últimas noticias
pt_br: Últimas Notícias

source: Get Usefull Car Maintanence Tips From Our Expets
es_pe: Obtenga consejos útiles de mantenimiento de automóviles de nuestros gastos
pt_br: Obtenha dicas úteis sobre manutenção de carros de nossos expets

source: Aug
es_pe: Ago
pt_br: Ago

source: Follow Us:
es_pe: Síguenos:
pt_br: Siga-nos:

source: Copyrights © 2019 All Rights Reserved
es_pe: Derechos de autor © 2019 Todos los derechos reservados
pt_br: Direitos autorais © 2019 Todos os direitos reservados

source: Sign Up
es_pe: Regístrate
pt_br: Cadastre-se

source: Sign Up for Free
es_pe: Registrate gratis
pt_br: Cadastre-se gratuitamente

source: First Name
es_pe: Primer Nombre
pt_br: Primeiro nome

source: Last Name
es_pe: Apellido
pt_br: Apelido

source: Email Address
es_pe: Dirección de correo electrónico
pt_br: endereço de correio eletrônico

source: Set A Password
es_pe: Establecer una contraseña
pt_br: Definir uma senha

source: Get Started
es_pe: Empezar
pt_br: Começar

source: Write your e-mail, your password will be sent
es_pe: Escriba su correo electrónico, se le enviará su contraseña
pt_br: Digite seu email, sua senha será enviada para você

source: Write your E-mail
es_pe: Escribe tu correo electrónico
pt_br: Digite seu email

source: NEXT
es_pe: SIGUIENTE
pt_br: PRÓXIMO

source: Log In
es_pe: Iniciar sesión
pt_br: Iniciar sessão

source: Log in with your account
es_pe: inicia sesion con tu cuenta
pt_br: Faça o sessão com sua conta

source: Disabled login.
es_pe: Inicio de sesión desactivado.
pt_br: Início de sessão desativado.

source: Enter your password
es_pe: Ingresa tu Contraseña
pt_br: Digite sua senha

source: Retype the CAPTCHA code from the image
es_pe: Vuelva a escribir el código CAPTCHA de la imagen
pt_br: Reescreva o código CAPTCHA da imagem

source: BotDetect CakePHP CAPTCHA Form Validation
es_pe: Validación de la forma de BotDetect CakePHP CAPTCHA
pt_br: Validação da forma do BotDetect CakePHP CAPTCHA

source: Change the CAPTCHA code
es_pe: Cambia el código CAPTCHA
pt_br: Alterar o código CAPTCHA

source: Speak the CAPTCHA code
es_pe: Escucha el código CAPTCHA
pt_br: Ouça o código CAPTCHA

source: Retype the characters from the picture:
es_pe: Reescriba los caracteres de la imagen:
pt_br: Reescreva os caracteres na imagem:

source: Forgot Password?
es_pe: ¿Se te olvidó tu contraseña?
pt_br: Você esqueceu sua senha?

source: LOG IN
es_pe: INICIAR SESION
pt_br: INICIAR SESSÃO

source: CAPTCHA validation failed, try again.
es_pe: CAPTCHA validacion fallida, Inténtalo de nuevo.
pt_br: CAPTCHA falhou na validação, tente novamente.

source: Your username or password is incorrect.
es_pe: Su nombre de usuario o contraseña es incorrecta.
pt_br: Seu nome de usuário ou senha está incorreto.

source: You are not authorized to access that location.
es_pe: No estas autorizado para acceder a esta ubicacion.
pt_br: Você não está autorizado a acessar este local.

source: You are now logged out.
es_pe: Ahora estas desconectado.
pt_br: Agora você está desconectado.

source: Login
es_pe: Iniciar sesión
pt_br: Iniciar sessão

source: Logout
es_pe: Cerrar sesión
pt_br: fechar Sessão

source: Sign in
es_pe: Registrarse
pt_br: Cadastre-se

source: Are you sure?
es_pe: Usted esta seguro
pt_br: Voce esta seguro

source: The current session will be closed
es_pe: La sesion actual sera cerrada
pt_br: A sessão atual sera fechada

source: Yes, Exit!
es_pe: Si, Salir
pt_br: Sim, Sair

source: No, Cancel!
es_pe: No, Cancelar
pt_br: Não, Cancelar

source: The provided value is invalid
es_pe: El valor proporcionado es inválido
pt_br: O valor fornecido é inválido

source: Auto Repair & Service
es_pe: Reparación de automóviles y servicio
pt_br: Conserto de Veículos

source: Login with Facebook
es_pe: Iniciar sesion con Facebook
pt_br: Entrar com o Facebook

source: Login with Google
es_pe: Iniciar sesion con Google
pt_br: Entrar com o Google

source: Login with Twitter
es_pe: Iniciar sesion con Twitter
pt_br: Entrar com o Twitter

source: Return to main page
es_pe: Volver a la página principal
pt_br: Voltar à página principal

source: Forgot password
es_pe: Cambiar contraseña
pt_br: Esqueceu a senha

source: Get new password
es_pe: Cambiar contraseña
pt_br: Alterar senha

source: Password changed
es_pe: Contraseña cambiada
pt_br: Senha alterada

source: This user does not exist
es_pe: Este usuario no existe
pt_br: Esse usuário não existe

source: Users
es_pe: Usuarios
pt_br: Usuários

source: User
es_pe: Usuario
pt_br: Usuário

source: User Id
es_pe: Codigo de Usuario
pt_br: Code de Usuário

source: View Users
es_pe: Ver Usuarios
pt_br: Visão Usuários

source: Add User
es_pe: Agregar Usuario
pt_br: Adicionar Usuário

source: Edit User
es_pe: Editar Usuario
pt_br: Edite Usuário

source: Yes
es_pe: activo
pt_br: ativo

source: No
es_pe: inactivo
pt_br: inativo

source: Id
es_pe: Codigo
pt_br: Code

source: Name
es_pe: Nombre
pt_br: Nome

source: Surname
es_pe: Apellidos
pt_br: Sobrenome

source: Address
es_pe: Direccion
pt_br: Endereço

source: Phone
es_pe: Telefono
pt_br: Telefone

source: Email
es_pe: Correo Electronico
pt_br: Correio Eletrônico

source: Password
es_pe: Contraseña
pt_br: Senha

source: Status
es_pe: Estado
pt_br: Estado

source: The user has been saved.
es_pe: El usuario ha sido guardado.
pt_br: O usuário foi salvo.

source: The user has been deleted.
es_pe: El usuario ha sido borrado.
pt_br: O usuário foi excluído.

source: The user could not be saved. Please, try again.
es_pe: El usuario no se pudo guardar. Inténtalo de nuevo.
pt_br: O usuário não pôde ser salvo. Por favor, tente novamente.

source: Related Users
es_pe: Usuarios Relacionados
pt_br: Usuários Relacionadas

source: no related Users
es_pe: Usuarios no relacionados
pt_br: Usuários não relacionadas

source: Role
es_pe: Rol
pt_br: Funçõe

source: Role Id
es_pe: Codigo del Rol
pt_br: Code de Funçõe

source: View Roles
es_pe: Ver Roles
pt_br: Visão funções

source: Add Roles
es_pe: Agregar Roles
pt_br: Adicionar funções

source: Add Role
es_pe: Agregar Rol
pt_br: Adicionar Funçõe

source: Edit Role
es_pe: Editar Rol
pt_br: Edite Funçõe

source: The role has been saved.
es_pe: El rol ha sido guardado.
pt_br: A função foi salva.

source: The role has been deleted.
es_pe: El rol ha sido borrado.
pt_br: A função foi excluído.

source: The role could not be saved. Please, try again.
es_pe: El rol no se pudo guardar. Inténtalo de nuevo.
pt_br: A função não pôde ser salva. Por favor, tente novamente.

source: Mechanics
es_pe: Mecanicos
pt_br: Mecânicos

source: Service
es_pe: Servicio
pt_br: Serviço

source: Salary
es_pe: Salario
pt_br: Salário

source: View Mechanics
es_pe: Ver Mecanicos
pt_br: Visão Mecânicos

source: Add Mechanics
es_pe: Agregar Mecanicos
pt_br: Adicionar Mecânicos

source: Add Mechanic
es_pe: Agregar Mecanico
pt_br: Adicionar Mecânico

source: Edit Mechanic
es_pe: Editar Mecanico
pt_br: Edite Mecânico
